import Box from "../../components/shared/Box";

const About = () => {
  return (
    <>
      <Box title="১৯ তম জন্মদিন ।। ল্যাবে এসে রক্ত দিন">
        <p key={1}>
          আপনি কি জানেন, দক্ষিণ এশিয়ার দেশগুলোর মধ্যে স্বেচ্ছারক্তদানের হারে
          বাংলাদেশ পিছিয়ে আছে, এমনকি ভুটানের চেয়েও! তবে আশার কথা, আমাদের ১৮-৬০
          বছর বয়সী জনগোষ্ঠীর মাত্র ৩% যদি শুধু তাদের জন্মদিনে রক্ত দেন, তাহলেই
          আমরা আমাদের প্রয়োজনের পুরোটাই মেটাতে পারি স্বেচ্ছা রক্ত দিয়ে। তাই
          আপনার ১৯ তম জন্মদিনকে স্মরণীয় করে রাখুন প্রথম রক্তদানের মাধ্যমে।
        </p>

        <p key={2}>
          আর রক্ত দিন ল্যাবে এসে। ল্যাবে রক্ত দিলেই আপনার এক ব্যাগ রক্ত থেকে একে
          উপাদানে বিভক্ত করে কমপক্ষে চারজন মানুষকে আমরা বাঁচাতে সাহায্য করতে
          পারি। কারণ রক্তকে উপাদানে বিভক্ত করতে দানের অনতিবিলম্বেই এর
          প্রসেসিংয়ের কাজ শুরু করতে হয় যা ক্যাম্প বা অন্য কোথাও দিলে সম্ভব
          নয়।
        </p>
      </Box>
    </>
  );
};

export default About;
