import { Link } from "react-router-dom";

const AboutIns = () => {
  return (
    <div className="president border-2 border-primary">
      <div className="bg-primary p-2">
        <h2 className="ml-6 text-2xl text-white font-bold">এক নজরে</h2>
      </div>
      <div className="about space-y-4 p-4">
        সাহিত্য ও সংস্কৃতির রাজধানী হিসেবে পরিচিত কুষ্টিয়া জেলার উত্তর পশ্চিম
        এবং উত্তরে পদ্মা নদীর অপর তীরে রাজশাহী, নাটোর ও পাবনা জেলা, দক্ষিণে
        ঝিনাইদহ জেলা, পশ্চিমে মেহেরপুর ও চুয়াডাঙ্গা জেলা এবং ভারতের নদীয়া ও
        মুর্শিদাবাদ জেলা এবং পূর্বে রাজবাড়ী জেলা অবস্থিত। ভারতের সাথে কুষ্টিয়ার
        ৪৬.৬৯ কিলোমিটার সীমান্ত এলাকা আছে।বিশ্বকবি রবীন্দ্রনাথ ঠাকুরের স্মৃতি
        বিজড়িত এই কুষ্টিয়া শিল্প সাহিত্য ও সংস্কৃতিতে বাংলাদেশকে করেছে সমৃদ্ধ।
        এছাড়াও বিষাদ সিন্ধুুর রচয়িতা মীর মশাররফ হোসেন এবং বাউল সম্রাট লালনের
        তীর্থভূমি, পুরাতন কুষ্টিয়া হাটশ হরিপুর গ্রামে গীতিকার, সুরকার ও কবি
        আজিজুর রহমানের বাসত ভিটা ও কবর, এ জনপদে জন্মগ্রহণকারী বিশিষ্ট কবি দাদ
        আলী, লেখিকা মাহমুদা খাতুন সিদ্দিকা, ‘‘এই পদ্মা এই মেঘনা’’ গানের রচয়িতা
        আবু জাফর, সাবেক প্রধানমন্ত্রী শাহ আজিজুর রহমান, কুষ্টিয়ার সাহিত্য ও
        সংস্কৃতির প্রতিষ্ঠাতা কাঙাল হরিণাথ, নীল বিদ্রোহের নেত্রী প্যারী সুন্দরী,
        স্বদেশী আন্দোলনের নেতা বাঘা যতিন, প্রকৌশলী কামরুল ইসলাম সিদ্দিকী, সঙ্গীত
        শিল্পী মোঃ আব্দুল জববার, ফরিদা পারভীনসহ অসংখ্য গুণীজনের পীঠস্থান
        কুষ্টিয়াকে সমৃদ্ধ করেছে।{" "}
        <Link to="/" className="text-primary">
          আরও
        </Link>
      </div>
    </div>
  );
};

export default AboutIns;
